Repository: common-repository/iguga-bible
Catalog: languages/iguga-bible-*.po
Languages: pt_br

source: iGuga Bible
pt_br: Bíblia iGuga

source: Easy way to add Almeida Corrected and Faithful (ACF) by Trinitarian Bible Society of Brazil to your site
pt_br: Uma forma fácil de adicionar a Bíblia Almeida Corrigida Fiel (ACF) da Sociedade Bíblica Trinitariana do Brasil no seu site

source: iGuga Online Bible
pt_br: Bíblia Online iGuga

source: iGuga Bible Dictionary
pt_br: Dicionário Bíblico iGuga

source: The Bible and Dictionary Custom Settings
pt_br: Opções de personalização da Bíblia e do Dicionário

source: Bible Custom Code
pt_br: Código de Personalização da Bíblia

source: The code generated on the iguga.org website (login required) to customize your bible. Ex: 1612dca508867f6102edca7d9175281a
pt_br: O código gerado no site iguga.org (é necessário iniciar a sessão) para personalizar a sua bíblia. Exemplo: 1612dca508867f6102edca7d9175281a

source: Dictionary Custom Code
pt_br: Código de personalização do Dicionário

source: The code generated on the iguga.org website (login required) to customize your dictionary. Ex: 1612dca508867f6102edca7d9175281a
pt_br: O código gerado no site iguga.org (é necessário iniciar a sessão) para personalizar o seu dicionário. Exemplo: 1612dca508867f6102edca7d9175281a

source: The Bible Custom Code is not valid. Should be a alpanumeric code with 32 characters.
pt_br: O Código de Personalização da Bíblia não é válido. O código deverá ser alfanumérico com 32 caracteres.

source: The Dictionay Custom Code is not valid. Should be a alpanumeric code with 32 characters.
pt_br: O Código de Personalização do Dicionário não é válido. O código deverá ser alfanumérico com 32 caracteres.

source: iGuga Bible settings successfully updated.
pt_br: As opções da Bíblia iGuga foram atualizadas com sucesso.

source: Bible and the Dictionary customization
pt_br: Personalização da Bíblia e do Dicionário

source: You do not have sufficient permissions to access this page.
pt_br: Você não possui permissões suficientes para aceder a esta página.

source: Support
pt_br: Suporte

source: Donate
pt_br: Donativo

source: Plugin version:
pt_br: Versão do Plugin:

source: Community Support
pt_br: Suporte da Comunidade

source: Review this plugin
pt_br: Classifique este plugin
